Repository: abejarano/ownfinances
Catalog: apps/flutter/lib/l10n/app_*.arb
Languages: es, pt

# goalsContributionSuccess
source: Contribution of {amount} logged
es: Aporte de {amount} registrado
pt: Aporte de {amount} registrado

# goalsProjectionIdeal
source: Saving {amount}/mo, reach by {date}.
es: Guardando {amount}/mes, llegas el {date}.
pt: Se guardar {amount}/mês, chega em {date}.

# goalsProjectionOnTrack
source: Saving {amount}/mo, reach by {date}.
es: Guardando {amount}/mes, llegas el {date}.
pt: Guardando {amount}/mês, chega em {date}.

# goalsProjectionOnTrackNoDate
source: Saving {amount}/mo
es: Guardando {amount}/mes
pt: Guardando {amount}/mês

# goalsProjectionOffTrack
source: To reach by {date}, need to save {amount}/mo.
es: Para llegar el {date}, necesitas guardar {amount}/mes.
pt: Para chegar em {date}, precisa guardar {amount}/mês.

# goalsProjectionDateOnly
source: Goal {date}
es: Meta {date}
pt: Meta {date}

# goalsRemaining
source: Remaining {amount}
es: Restante {amount}
pt: Restante {amount}

# goalsQuickAdd
source: Quick Add
es: Aporte rápido
pt: Aporte rápido

# goalsCustomize
source: Customize
es: Personalizar
pt: Personalizar

# goalsViewDetails
source: View Details
es: Ver detalles
pt: Ver detalhes

# debtsTitle
source: Debts
es: Deudas
pt: Dívidas

# debtsActiveLiabilities
source: Active Liabilities
es: Pasivos activos
pt: Passivos ativos

# debtsNew
source: New Debt
es: Nueva deuda
pt: Nova dívida

# debtsEdit
source: Edit Debt
es: Editar deuda
pt: Editar dívida

# debtsName
source: Name
es: Nombre
pt: Nome

# debtsType
source: Type
es: Tipo
pt: Tipo

# debtsTypeCreditCard
source: Credit Card
es: Tarjeta de Crédito
pt: Cartão de Crédito

# debtsTypeLoan
source: Loan
es: Préstamo
pt: Empréstimo

# debtsTypeOther
source: Other
es: Otro
pt: Outro

# debtsNoCreditCardAccount
source: You have no 'Credit Card' accounts.
es: No tienes cuentas tipo 'Tarjeta de Crédito'.
pt: Você não tem contas do tipo 'Cartão de Crédito'.

# debtsCreateCardAccount
source: Create Card Account now
es: Crear cuenta Tarjeta ahora
pt: Criar conta Cartão agora

# debtsLinkedAccount
source: Card Account (Where purchases land)
es: Cuenta de la tarjeta (Donde caen las compras)
pt: Conta do cartão (Onde caem as compras)

# debtsInitialBalance
source: Initial Balance
es: Saldo inicial
pt: Saldo inicial

# debtsInitialBalanceCurrent
source: Current Balance (Optional)
es: Saldo actual (Opcional)
pt: Saldo atual (opcional)

# debtsInitialBalanceHelper
source: If you have a balance to pay today, enter here. Else leave 0.
es: Si ya tienes saldo por pagar, ingrésalo. Si no, deja 0.
pt: Se você já tem saldo a pagar neste cartão hoje, informe aqui. Se não, deixe 0.

# debtsInitialBalanceWarning
source: Initial balance cannot be changed. Adjust by logging a purchase/payment.
es: El saldo inicial no se puede cambiar. Ajusta registrando compra/pago.
pt: Saldo inicial não pode ser alterado. Ajuste registrando uma compra/pagamento.

# debtsNoPayingAccount
source: No bank/cash accounts to pay the bill.
es: Sin cuentas bancarias/efectivo para pagar la factura.
pt: Sem contas bancárias/dinheiro para pagar a fatura.

# debtsPayingAccount
source: Default Paying Account (Optional)
es: Cuenta pagadora por defecto (Opcional)
pt: Conta pagadora padrão (Opcional)

# debtsPayingAccountHelper
source: Suggested account when paying the bill.
es: Cuenta sugerida al pagar la factura.
pt: Conta sugerida quando você registrar o pagamento da fatura.

# debtsDueDate
source: Due Day
es: Día de vencimiento
pt: Dia de vencimento

# debtsDueDateHint
source: e.g. 10
es: Ej: 10
pt: Ex: 10

# debtsDueDateError
source: Between 1 and 31
es: Entre 1 y 31
pt: Entre 1 e 31

# debtsAdvanced
source: Advanced (Optional)
es: Avanzado (Opcional)
pt: Avançado (opcional)

# debtsMinimumPayment
source: Minimum Payment
es: Pago mínimo
pt: Mínimo a pagar

# debtsInterestRate
source: Annual Rate (%)
es: Tasa anual (%)
pt: Taxa anual (%)

# debtsErrorSelectAccount
source: Select card account
es: Selecciona la cuenta de la tarjeta
pt: Selecione a conta do cartão

# debtsErrorNoLinkedAccount
source: This debt has no linked account. Edit to link a Credit Card account.
es: Esta deuda no tiene cuenta vinculada. Edita para vincular una cuenta Tarjeta.
pt: Esta dívida não tem conta vinculada. Edite a dívida para vincular uma conta do tipo Cartão.

# debtsQuickAccountTitle
source: Create Quick Account
es: Crear Cuenta Rápida
pt: Criar conta rápida

# debtsQuickAccountName
source: Account Name
es: Nombre de la cuenta
pt: Nome da conta

# debtsDueDayLabel
source: Due day {day}
es: Vence el día {day}
pt: Vence dia {day}

# debtsCurrentBill
source: Current Bill:
es: Factura actual:
pt: Fatura atual:

# debtsAvailableCredit
source: Available Credit:
es: Crédito disponible:
pt: Crédito disponível:

# debtsAllPaid
source: All Paid 🎉
es: Todo pagado 🎉
pt: Tudo pago 🎉

# debtsActionCharge
source: Log Purchase
es: Registrar Compra
pt: Registrar Compra

# debtsActionPay
source: Pay Bill
es: Pagar Factura
pt: Pagar fatura

# debtsDialogPaidTitle
source: All Paid ✅
es: Todo pagado ✅
pt: Tudo pago ✅

# debtsDialogPaidBody
source: You have no balance to pay on this card.
es: No tienes saldo por pagar.
pt: Você não tem saldo a pagar neste cartão.

# debtsDialogPaidAction
source: Pay anyway
es: Pagar de todos modos
pt: Pagar mesmo assim

# debtsDialogLinkTitle
source: Account Not Linked
es: Cuenta no vinculada
pt: Conta não vinculada

# debtsDialogLinkBody
source: To pay the bill, you need to link a 'Credit Card' account to this debt.
es: Para pagar la factura, necesitas vincular una cuenta 'Tarjeta de Crédito'.
pt: Para pagar a fatura, você precisa vincular uma conta do tipo 'Cartão de Crédito' a esta dívida.

# debtsDialogLinkAction
source: Link Now
es: Vincular ahora
pt: Vincular agora

# monthSummaryTitle
source: Month Summary
es: Resumen general del mes
pt: Resumo geral do mês

# monthSummaryTabCategories
source: By Category
es: Por categoría
pt: Por categoria

# monthSummaryTabAccounts
source: By Account
es: Por cuenta
pt: Por conta

# monthSummaryTabOtherCurrencies
source: Other Currencies
es: Otras monedas
pt: Outras moedas

# monthSummaryHeaderHelper
source: No automatic conversion. Values by currency.
es: Sin conversión automática. Valores por moneda.
pt: Sem conversão automática. Valores por moeda.

# monthSummaryEmptyPrimary
source: No movements in {currency} this month.
es: Sin movimientos en {currency} este mes.
pt: Sem movimentos em {currency} neste mês.

# monthSummarySeeOtherCurrencies
source: See Other Currencies
es: Ver en Otras monedas
pt: Veja em Outras moedas

# monthSummaryTotalSpent
source: Total spent ({currency}):
es: Total gastado ({currency}):
pt: Total gastos ({currency}):

# monthSummaryOtherCurrencies
source: Other currencies (no conversion):
es: Otras monedas (sin conversión):
pt: Outras moedas (sem conversão):

# monthSummaryNoAccounts
source: No accounts found
es: Ninguna cuenta encontrada
pt: Nenhuma conta encontrada

# monthSummaryIncome
source: Income
es: Entradas
pt: Entradas

# monthSummaryPayments
source: Payments
es: Pagos
pt: Pagamentos

# monthSummaryExpenses
source: Expenses
es: Salidas
pt: Saídas

# monthSummaryPurchases
source: Purchases
es: Compras
pt: Compras

# monthSummaryNetMonth
source: Month Net
es: Variación mensual
pt: Variação no mês

# monthSummaryBalanceMonth
source: Month Balance
es: Saldo mensual
pt: Saldo do mês

# monthSummaryViewInvoice
source: View Invoice/History
es: Ver factura/historial
pt: Ver fatura/histórico

# monthSummaryViewTransactions
source: View Transactions
es: Ver transacciones
pt: Ver transações

# monthSummaryNoOtherCurrencies
source: No other currencies moved
es: Ninguna otra moneda movida
pt: Nenhuma outra moeda movimentada

# monthSummaryOtherCurrenciesSubtitle
source: Values below are not converted to main currency.
es: Los valores abajo no se convierten a la moneda principal.
pt: Os valores abaixo não são convertidos para a moeda principal.

# monthSummaryNet
source: Net
es: Neto
pt: Líquido

# authLoginTitle
source: Log In
es: Entrar
pt: Entrar

# authContinueGoogle
source: Continue with Google
es: Continuar con Google
pt: Continuar com Google

# authContinueApple
source: Continue with Apple
es: Continuar con Apple
pt: Continuar com Apple

# authOr
source: or
es: o
pt: ou

# authLoginEmail
source: Login with email
es: Entrar con email
pt: Entrar com e-mail

# authPasswordLabel
source: Password
es: Contraseña
pt: Senha

# authButtonLogin
source: Log In
es: Entrar
pt: Entrar

# authButtonRegister
source: Create Account
es: Crear cuenta
pt: Criar conta

# authLoadingLogin
source: Logging in...
es: Entrando...
pt: Entrando...

# authLoadingRegister
source: Creating account...
es: Creando cuenta...
pt: Criando conta...

# authSwitchToLogin
source: I have an account
es: Ya tengo cuenta
pt: Já tenho conta

# authSwitchToRegister
source: Create new account
es: Crear nueva cuenta
pt: Criar nova conta

# authDisclaimer
source: We use your login only to access your account.
es: Usamos tu login solo para acceder a tu cuenta.
pt: Usamos seu login apenas para acessar sua conta.

# authRegisterTitle
source: Create Account
es: Crear cuenta
pt: Criar conta

# authRegisterQuick
source: Quick Register
es: Registro rápido
pt: Registro rápido

# authRegisterSubtitle
source: Only email and password. < 30s.
es: Solo email y contraseña. < 30s.
pt: Só email e senha. Em menos de 30s.

# transactionFormErrorCreate
source: Error saving transaction.
es: Error al guardar la transacción.
pt: Erro ao salvar a transação.

# transactionFormSuccessUpdate
source: Transaction updated successfully!
es: ¡Transacción actualizada con éxito!
pt: Transação atualizada com sucesso!

# transactionFormErrorUpdate
source: Error saving: {error}
es: Error al guardar: {error}
pt: Erro ao salvar: {error}

# transactionFormLabelCardPurchase
source: Card Purchase
es: Compra con Tarjeta
pt: Compra no cartão

# transactionFormLabelSource
source: Source Account
es: Cuenta de Origen
pt: Conta de Saída

# transactionsLabelDestination
source: To (Destination)
es: Para (Destino)
pt: Para (Destino)

# transactionsActionImportCsv
source: Import CSV
es: Importar CSV
pt: Importar CSV

# transactionFormRecurringError
source: Transaction saved, but recurrence could not be created.
es: Transacción guardada, pero no se pudo crear la recurrencia.
pt: Transação salva, mas não foi possível criar a recorrência.

# transactionFormRecurringSuccess
source: Transaction saved and recurrence created!
es: ¡Transacción guardada y recurrencia creada!
pt: Transação salva e recorrência criada!

# recurringSummaryDay
source: Monthly on day {day}
es: Mensualmente el día {day}
pt: Todo dia {day}

# navDashboard
source: Home
es: Inicio
pt: Início

# navTransactions
source: Transactions
es: Transacciones
pt: Transações

# navBudgets
source: Budgets
es: Presupuestos
pt: Orçamentos

# navSettings
source: Settings
es: Ajustes
pt: Ajustes

# dashboardShortcutTitle
source: Category Monthly Summary
es: Resumen Mensual por Categoría
pt: Resumo do mês por categorias

# dashboardShortcutDesc
source: No auto-conversion. Tap to see expenses by currency and category.
es: Sin autoconversión. Toca para ver gastos por moneda y categoría.
pt: Sem conversão automática. Toque para ver gastos por moeda e categoria.

# dashboardQuickActionsTitle
source: Quick Actions
es: Acciones Rápidas
pt: Ações rápidas

# dashboardQuickActionExpense
source: Expense
es: Gasto
pt: Gasto

# dashboardQuickActionIncome
source: Income
es: Ingreso
pt: Receita

# dashboardQuickActionTransfer
source: Transfer
es: Transferencia
pt: Transferir

# dashboardQuickActionFixed
source: Fixed Bills
es: Gastos Fijos
pt: Contas fixas

# cardLabelCredit
source: CARD
es: TARJETA
pt: CARTÃO

# cardLabelBalancePay
source: Balance Due
es: Saldo a Pagar
pt: Saldo a pagar

# cardLabelDueDay
source: Due day {day}
es: Vence el día {day}
pt: Vence dia {day}

# cardLabelPayments
source: Payments
es: Pagos
pt: Pagamentos

# cardLabelPurchases
source: Purchases
es: Compras
pt: Compras

# cardLabelIncomes
source: Incomes
es: Ingresos
pt: Entradas

# cardLabelExpenses
source: Expenses
es: Gastos
pt: Saídas

# cardLabelMonthBalance
source: Month Balance
es: Saldo del Mes
pt: Saldo do mês

# cardLabelNoMovements
source: No movements this month
es: Sin movimientos este mes
pt: Sem movimentos este mês

# cardActionView
source: View transactions
es: Ver transacciones
pt: Ver transações

# debtsSectionTitle
source: Debts
es: Deudas
pt: Dívidas

# debtsEmptyState
source: You have not registered any debts.
es: No has registrado deudas.
pt: Você ainda não cadastrou dívidas.

# debtsActionAdd
source: Add Debt
es: Añadir Deuda
pt: Adicionar dívida

# debtsActionViewAll
source: View Debts
es: Ver Deudas
pt: Ver dívidas

# debtsPaidMonth
source: Paid this month:
es: Pagado este mes:
pt: Pago este mês:

# debtsTotalToPay
source: Total to pay
es: Total a pagar
pt: Total a pagar

# debtsNextDue
source: Next: {date} — {name}
es: Próximo: {date} — {name}
pt: Próximo: {date} — {name}

# debtsPaymentDisclaimer
source: Registers a payment (not an automatic charge).
es: Registra un pago (no es un cobro automático).
pt: Registra um pagamento (não é cobrança automática).

# commonUnderstood
source: Understood
es: Entendido
pt: Entendi

# dashboardOtherAccountsTitle
source: Other accounts
es: Otras cuentas
pt: Outras contas

# dashboardOtherAccountsDesc
source: Less used accounts or no movements this month
es: Cuentas menos usadas o sin movimientos este mes
pt: Contas menos usadas ou sem movimentos no mês

# dashboardOtherAccountsNoMovements
source: No movements this month
es: Sin movimientos este mes
pt: Sem movimentos neste mês

# dashboardOtherAccountsMonthBalance
source: Month balance: {amount}
es: Saldo del mes: {amount}
pt: Saldo do mês: {amount}

# dashboardOtherAccountsViewAll
source: View all ({count})
es: Ver todas ({count})
pt: Ver todas ({count})

# transactionFormLabelInvoicePayment
source: Invoice Payment
es: Pago de Factura
pt: Pagamento de fatura

# transactionFormLabelCardSourceError
source: Card cannot be source account. Use your bank account.
es: La tarjeta no puede ser cuenta de origen. Usa tu cuenta bancaria.
pt: Cartão não pode ser conta de origem. Use sua conta bancária.

# transactionFormLabelDebtWarning
source: This increases your debt. It does not leave your bank now.
es: Esto aumenta tu deuda. No sale del banco ahora.
pt: Isso aumenta sua dívida. Não sai do banco agora.

# transactionFormLabelPaymentValue
source: Payment Value
es: Valor del Pago
pt: Valor do pagamento

# transactionFormHelperPayment
source: Leaves bank and deducts from invoice.
es: Sale del banco y se abona a la factura.
pt: Sai do banco e abate na fatura.

# transactionFormLabelTransferValue
source: Value
es: Valor
pt: Valor

# transactionFormHelperTransfer
source: Value leaving source and entering destination.
es: Valor que sale del origen y entra al destino.
pt: Valor que sai da origem e entra no destino.

# transactionFormLabelSentValue
source: You send ({currency})
es: Envías ({currency})
pt: Você envia ({currency})

# transactionFormHelperSent
source: Value leaving source account.
es: Valor que sale de la cuenta de origen.
pt: Valor que sai da conta de origem.

# transactionFormLabelReceivedValue
source: You receive ({currency})
es: Recibes ({currency})
pt: Você recebe ({currency})

# transactionFormHelperReceived
source: Value entering destination account.
es: Valor que entra en la cuenta de destino.
pt: Valor que entra na conta de destino.

# transactionFormLabelSelectSourceDest
source: Select Source and Destination
es: Seleccionar Origen y Destino
pt: Selecione Origem e Destino

# transactionFormHelperSelectSourceDest
source: Choose accounts to release value.
es: Elige cuentas para liberar el valor.
pt: Escolha as contas para liberar o valor.

# transactionFormLabelAlreadyCleared
source: Already cleared?
es: ¿Ya se hizo efectivo?
pt: Já entrou no saldo?

# transactionFormStatusCleared
source: Confirmed
es: Confirmado
pt: Confirmada

# transactionFormStatusPending
source: Pending
es: Pendiente
pt: Pendente

# transactionFormHelperStatus
source: If pending, you can change later.
es: Si está pendiente, puedes cambiarlo después.
pt: Se estiver pendente, pode mudar depois.

# transactionFormLabelMoreOptions
source: More options
es: Más opciones
pt: Mais opções

# transactionFormLabelMoreOptionsSubtitle
source: Note, Tags, Recurrence
es: Nota, Etiquetas, Recurrencia
pt: Nota, Tags, Recorrência

# transactionFormLabelMoreOptionsRecurring
source: Recurring
es: Recurrente
pt: Recorrente

# transactionFormLabelRepeat
source: Repeat automatically
es: Repetir automáticamente
pt: Repetir automaticamente

# transactionFormHelperRepeat
source: Create a fixed expense so you don't forget.
es: Crea un gasto fijo para no olvidar.
pt: Cria uma conta fixa para você não esquecer.

# transactionFormLabelFrequencyMonthly
source: Monthly
es: Mensual
pt: Mensal

# transactionFormLabelFrequencyWeekly
source: Weekly
es: Semanal
pt: Semanal

# transactionFormActionManageFixed
source: Manage fixed expenses
es: Gestionar gastos fijos
pt: Gerenciar contas fixas

# transactionFormLabelSaveTemplate
source: Save as Template
es: Guardar como Plantilla
pt: Salvar como Template

# transactionFormLabelTemplateName
source: Template Name
es: Nombre de la Plantilla
pt: Nome do Template

# transactionFormActionSaving
source: Saving...
es: Guardando...
pt: Salvando...

# transactionFormValidationSameAccount
source: Select different accounts.
es: Selecciona cuentas diferentes.
pt: Selecione contas diferentes.

# transactionFormCategoryPurchase
source: Purchase Category
es: Categoría de Compra
pt: Categoria da compra

# transactionFormInvoiceSource
source: Card (Invoice)
es: Tarjeta (Factura)
pt: Cartão (Fatura)

# transactionFormPaymentSuccess
source: Invoice payment registered!
es: ¡Pago de factura registrado!
pt: Pagamento de fatura registrado!

# transactionFormPaymentError
source: Error registering payment: {error}
es: Error al registrar pago: {error}
pt: Erro ao registrar pagamento: {error}

# transactionFormChargeSuccess
source: Purchase registered!
es: ¡Compra registrada!
pt: Compra registrada!

# transactionFormChargeError
source: Error saving purchase: {error}
es: Error al guardar compra: {error}
pt: Erro ao salvar compra: {error}

# commonToday
source: Today
es: Hoy
pt: Hoje

# commonYesterday
source: Yesterday
es: Ayer
pt: Ontem

# commonFrom
source: from
es: de
pt: de

# commonTo
source: to
es: a
pt: para

# commonNoAccount
source: No account
es: Sin cuenta
pt: Sem conta

# transactionsEmptyState
source: No transactions found
es: No se encontraron transacciones
pt: Nenhuma transação encontrada

# onboardingPreferencesTitle
source: Preferences
es: Preferencias
pt: Preferências

# onboardingPreferencesDesc
source: Choose how you want to use the app. You can change this later.
es: Elige cómo quieres ver la app. Puedes cambiarlo después.
pt: Escolha como você quer ver o app. Dá pra mudar depois.

# onboardingFieldLanguage
source: Language
es: Idioma
pt: Idioma

# onboardingFieldCurrency
source: Main currency
es: Moneda principal
pt: Moeda principal

# onboardingCreateAccountTitle
source: Create your first account
es: Crea tu primera cuenta
pt: Crie sua primeira conta

# onboardingCreateAccountDesc
source: Example: bank, cash, wallet. You can add more later.
es: Ej.: banco, efectivo, billetera. Puedes agregar más después.
pt: Ex.: banco, dinheiro, carteira. Você pode adicionar mais depois.

# onboardingFieldInitialBalance
source: Starting balance (optional)
es: Saldo inicial (opcional)
pt: Saldo inicial (opcional)

# onboardingHelperInitialBalance
source: If you're not sure, leave it blank.
es: Si no lo sabes ahora, déjalo en blanco.
pt: Se não souber agora, deixe em branco.

# onboardingErrorNoAccount
source: Create at least 1 account to continue.
es: Crea al menos 1 cuenta para continuar.
pt: Crie pelo menos 1 conta para continuar.

# onboardingCategoriesTitle
source: Choose your categories
es: Elige tus categorías
pt: Escolha suas categorias

# onboardingCategoriesDesc
source: Keep what you use. You can change this later.
es: Deja marcado lo que usas. Puedes cambiarlo después.
pt: Deixe marcado o que você usa. Dá pra mudar depois.

# onboardingActionSelectAll
source: Select all
es: Marcar todo
pt: Marcar tudo

# onboardingActionDeselectAll
source: Deselect all
es: Desmarcar todo
pt: Desmarcar tudo

# catHousing
source: Housing (rent/fees)
es: Vivienda (alquiler/condominio)
pt: Moradia (aluguel/condomínio)

# catUtilities
source: Utilities (water, electricity, gas)
es: Servicios del hogar (agua, luz, gas)
pt: Contas da casa (água, luz, gás)

# catInternet
source: Internet & phone
es: Internet y celular
pt: Internet e celular

# catGroceries
source: Groceries
es: Supermercado
pt: Mercado

# catRestaurants
source: Restaurants
es: Restaurantes
pt: Restaurantes

# catTransport
source: Transport & Fuel
es: Transporte y Combustible
pt: Transporte (ônibus/uber)

# catFuel
source: Fuel
es: Combustible
pt: Combustível

# catCarMaintenance
source: Car Maintenance
es: Mantenimiento del auto
pt: Manutenção do carro

# catHealth
source: Health & Pharmacy
es: Salud y Farmacia
pt: Saúde

# catPharmacy
source: Pharmacy
es: Farmacia
pt: Farmácia

# catEducation
source: Education
es: Educación (escuela/cursos)
pt: Educação (escola/cursos)

# catCreditCard
source: Credit Card (Expenses)
es: Tarjeta de crédito (gastos)
pt: Cartão de crédito (gastos)

# catDebts
source: Loans
es: Préstamos
pt: Dívidas e empréstimos

# catFees
source: Fees & charges
es: Comisiones y cargos
pt: Taxas e tarifas

# catSubscriptions
source: Subscriptions (apps/streaming)
es: Suscripciones (streaming/apps)
pt: Assinaturas (streaming/apps)

# catPersonal
source: Personal care
es: Cuidado personal
pt: Cuidados pessoais

# catClothing
source: Clothing
es: Ropa
pt: Roupas

# catWork
source: Work (tools/services)
es: Trabajo (herramientas/servicios)
pt: Trabalho (ferramentas/serviços)

# catTaxes
source: Taxes
es: Impuestos
pt: Impostos

# drawerDashboard
source: Dashboard
es: Panel

# commonPreview
source: Preview
es: Vista previa

# transactionsLabelStatus
source: Status
es: Estado

# accountsHintCurrencyCode
source: Ex: COP, ARS
es: Ej: COP, ARS
