Repository: abejarano/ownfinances
Catalog: apps/flutter/lib/l10n/app_*.arb
Languages: es, pt

# drawerFastAccess
source: QUICK ACCESS
es: ACCESO RÁPIDO
pt: ACESSO RÁPIDO

# drawerTransactions
source: Transactions
es: Transacciones
pt: Transações

# drawerBudgets
source: Budgets
es: Presupuestos
pt: Orçamentos

# drawerMonthSummary
source: Category Summary
es: Resumen por Categorías
pt: Resumo do mês por categorias

# drawerManagement
source: MANAGEMENT
es: GESTIÓN
pt: GESTÃO

# drawerCategories
source: Categories
es: Categorías
pt: Categorias

# drawerAccounts
source: Accounts
es: Cuentas
pt: Contas

# drawerSettings
source: SETTINGS
es: AJUSTES
pt: AJUSTES

# drawerAccount
source: ACCOUNT
es: CUENTA
pt: CONTA

# drawerLogout
source: Logout
es: Cerrar Sesión
pt: Sair

# settingsTitle
source: Settings
es: Ajustes
pt: Ajustes

# settingsManageShortcutTitle
source: Manage
es: Gestionar
pt: Gerenciar

# settingsManageShortcutDesc
source: Categories, Accounts, Goals
es: Categorías, Cuentas, Metas
pt: Categorias, Contas, Metas

# settingsManageShortcutButton
source: Open Menu
es: Abrir menú
pt: Abrir menu

# drawerDebts
source: Debts
es: Deudas
pt: Dívidas

# drawerGoals
source: Goals
es: Metas
pt: Metas

# drawerRecurring
source: Fixed Expenses
es: Cuentas fijas
pt: Contas fixas

# settingsPreferences
source: Preferences
es: Preferencias
pt: Preferências

# settingsMainCurrency
source: Main Currency
es: Moneda principal
pt: Moeda principal

# settingsMainCurrencyDesc
source: The Month Summary uses only this currency. Other currencies appear in accounts (without conversion).
es: El Resumen del mes usa solo esta moneda. Otras monedas aparecen en las cuentas (sin conversión).
pt: O Resumo do mês usa apenas esta moeda. Outras moedas aparecem nas contas (sem conversão).

# settingsAutomation
source: Automation
es: Automatización
pt: Automação

# settingsAutoGenerate
source: Auto-generate
es: Generar automáticamente
pt: Gerar automaticamente

# settingsAutoGenerateDesc
source: Creates recurring entries at the start of the month (does not move money).
es: Crea entradas recurrentes al inicio del mes (no mueve dinero).
pt: Cria lançamentos de contas fixas ao iniciar o mês (não movimenta dinheiro).

# settingsAutoGenerateInfo
source: Transactions will be created as pending on the expected date.
es: Las transacciones se crearán como pendientes en la fecha prevista.
pt: As transações serão criadas como pendentes na data prevista.

# settingsVersion
source: Version
es: Versión
pt: Versão

# commonCancel
source: Cancel
es: Cancelar
pt: Cancelar

# commonSave
source: Save
es: Guardar
pt: Salvar

# currencyOther
source: Other
es: Otra
pt: Outra

# currencyCustomLabel
source: Code (e.g. COP)
es: Código (ej. COP)
pt: Código (ex: COP)

# currencyCustomHint
source: 3-5 uppercase letters
es: 3-5 letras mayúsculas
pt: 3-5 letras maiúsculas

# currencyInvalid
source: Invalid code. Use 3-5 letters (A-Z).
es: Código inválido. Use 3-5 letras (A-Z).
pt: Código inválido. Use 3 a 5 letras (A-Z).

# settingsAccountSection
source: Account
es: Cuenta
pt: Conta

# successSettingsUpdate
source: Settings saved successfully!
es: ¡Configuración guardada con éxito!
pt: Configuração salva com sucesso!

# errorSettingsUpdate
source: Error updating settings: {error}
es: Error al actualizar configuración: {error}
pt: Erro ao atualizar configuração: {error}

# settingsVersionValue
source: Version {version}
es: Versión {version}
pt: Versão {version}

# appTagline
source: Simple finances, without complication.
es: Finanzas simples, sin complicaciones.
pt: Finanças simples, sem complicação.

# drawerMainCurrency
source: Main currency: {currency}
es: Moneda principal: {currency}
pt: Moeda principal: {currency}

# settingsLanguage
source: Language
es: Idioma
pt: Idioma

# languageEnglish
source: English
es: Inglés
pt: Inglês

# languagePortuguese
source: Portuguese
es: Portugués
pt: Português

# languageSpanish
source: Spanish
es: Español
pt: Espanhol

# onboardingFeature1
source: • Register expense in 3 taps
es: • Registrar gasto en 3 toques
pt: • Registrar gasto em 3 toques

# onboardingFeature2
source: • See real and planned balance
es: • Ver saldo real y planeado
pt: • Ver saldo real e planejado

# onboardingFeature3
source: • Everything in one place, no jargon
es: • Todo en un solo lugar, sin jerga
pt: • Tudo em um só lugar, sem jargão

# onboardingStartFast
source: Start Fast
es: Empezar rápido
pt: Começar rápido

# commonSkip
source: Skip
es: Saltar
pt: Pular

# onboardingWelcome
source: Welcome!
es: ¡Bienvenido!
pt: Bem-vindo!

# onboardingDescription
source: Let's get everything ready in less than 60 seconds.
es: Vamos a dejar todo listo en menos de 60 segundos.
pt: Vamos deixar tudo pronto em menos de 60 segundos.

# onboardingUseExamples
source: I want to use examples
es: Quiero usar ejemplos
pt: Quero usar exemplos

# onboardingSkipDescription
source: You can skip and adjust later.
es: Puedes saltar y ajustar después.
pt: Você pode pular e ajustar depois.

# onboardingCreateAccount
source: We will create an account for you to track expenses.
es: Crearemos una cuenta para que registres gastos.
pt: Criaremos uma conta para você registrar gastos.

# onboardingChooseCreation
source: Choose what to create now.
es: Elige qué quieres crear ahora.
pt: Escolha o que quer criar agora.

# onboardingCreateBudget
source: Create base budget
es: Crear presupuesto base
pt: Criar orçamento base

# onboardingCreateBudgetDesc
source: You can edit later.
es: Podrás editar después.
pt: Você poderá editar depois.

# onboardingFirstTransaction
source: You can already register your first expense.
es: Ya puedes registrar tu primer gasto.
pt: Você já pode registrar seu primeiro gasto.

# onboardingAddCards
source: Add your cards to control invoices.
es: Añade tus tarjetas para controlar facturas.
pt: Adicione seus cartões para controlar faturas.

# commonDelete
source: Delete
es: Eliminar
pt: Excluir

# transactionTypeExpense
source: Expense
es: Gasto
pt: Despesa

# transactionTypeIncome
source: Income
es: Ingreso
pt: Receita

# commonActive
source: Active
es: Activa
pt: Ativa

# recurringTitle
source: Recurring
es: Recurrencias
pt: Recorrências

# recurringMyRules
source: My Rules
es: Mis reglas
pt: Minhas regras

# recurringOpenPlanner
source: Open Planner
es: Abrir planificador
pt: Abrir planejador

# recurringPendingItems
source: You have {count} items to confirm.
es: Tienes {count} ítems por confirmar.
pt: Você tem {count} itens para confirmar.

# commonView
source: View
es: Ver
pt: Ver

# commonEdit
source: Edit
es: Editar
pt: Editar

# recurringPlanMonth
source: Plan Month
es: Planear Mes
pt: Planejar Mês

# recurringGeneratedEntries
source: Generated Entries
es: Entradas generadas
pt: Lançamentos gerados

# commonBack
source: Back
es: Volver
pt: Voltar

# commonNext
source: Next
es: Siguiente
pt: Próximo

# commonFinish
source: Finish
es: Finalizar
pt: Finalizar

# onboardingMainAccount
source: Main Account
es: Cuenta principal
pt: Conta principal

# accountNameLabel
source: Account Name
es: Nombre de la cuenta
pt: Nome da conta

# accountTypeLabel
source: Type
es: Tipo
pt: Tipo

# accountTypeBank
source: Bank
es: Banco
pt: Banco

# accountTypeCash
source: Cash
es: Efectivo
pt: Dinheiro

# accountTypeWallet
source: Wallet
es: Cartera
pt: Carteira

# onboardingBaseCategories
source: Base Categories
es: Categorías base
pt: Categorias base

# onboardingAllSet
source: All Set
es: Todo listo
pt: Tudo pronto

# onboardingExamplesCreated
source: We created basic examples for you to adjust later.
es: Creamos ejemplos básicos para que ajustes después.
pt: Criamos exemplos básicos para você ajustar depois.

# onboardingMinimumCreated
source: We created the minimum for you to start.
es: Creamos lo mínimo para que empieces.
pt: Criamos o mínimo para você começar.

# onboardingCreditCards
source: Credit Cards
es: Tarjetas de crédito
pt: Cartões de crédito

# onboardingCardName
source: Card Name
es: Nombre de la tarjeta
pt: Nome do cartão

# onboardingNoCards
source: No cards added. Click + to add or Next to skip.
es: Ninguna tarjeta añadida. Clic en + para añadir o Siguiente para saltar.
pt: Nenhum cartão adicionado. Clique em + para adicionar ou Próximo para pular.

# recurringAppDescription
source: The app only records. It does not charge.
es: La app solo registra. No cobra.
pt: O app só registra. Não cobra.

# commonNew
source: New
es: Nueva
pt: Nova

# recurringInactive
source: Inactive
es: Inactivas
pt: Inativas

# recurringNewRule
source: New Recurring Rule
es: Nueva recurrencia
pt: Nova recorrência

# recurringEmptyState
source: Create a recurring rule to plan your month in seconds.
es: Crea una recurrencia para planear tu mes en segundos.
pt: Crie uma recorrência para planejar seu mês em segundos.

# recurringFrequencyMonthly
source: Every month on day {day}
es: Cada mes el día {day}
pt: Todo mês dia {day}

# recurringFrequencyWeekly
source: Weekly
es: Semanal
pt: Semanal

# recurringFrequencyYearly
source: Yearly
es: Anual
pt: Anual

# commonComingSoon
source: Coming Soon
es: Próximamente
pt: Em breve

# commonPause
source: Pause
es: Pausar
pt: Pausar

# commonActivate
source: Activate
es: Activar
pt: Ativar

# recurringDeleteTitle
source: Delete rule?
es: ¿Eliminar regla?
pt: Excluir regra?

# recurringDeleteDesc
source: This does not delete already generated entries.
es: Esto no elimina entradas ya generadas.
pt: Isso não apaga lançamentos já gerados.

# recurringPlanMonthDesc
source: Generate monthly entries from rules.
es: Genera las entradas del mes a partir de las reglas.
pt: Gere os lançamentos do mês a partir das regras.

# recurringPendingConfirmation
source: Pending Confirmation
es: Confirmación pendiente
pt: Confirmação pendente

# recurringGeneratedSuccess
source: Generated {count} entries!
es: ¡Generadas {count} entradas!
pt: Gerados {count} lançamentos!

# recurringGeneratedDialogBody
source: {count} entries were created as pending.
es: {count} entradas fueron creadas como pendientes.
pt: {count} lançamentos foram criados como pendentes.

# commonStay
source: Stay here
es: Quedarse aquí
pt: Ficar aqui

# recurringGoToConfirm
source: Go to confirm
es: Ir a confirmar
pt: Ir para confirmar

# commonErrorGenerating
source: Error generating
es: Error al generar
pt: Erro ao gerar

# recurringNonePlanned
source: No recurrence planned for this month.
es: Ninguna recurrencia prevista para este mes.
pt: Nenhuma recorrência prevista para este mês.

# recurringGenerateButton
source: Generate entries ({count})
es: Generar entradas ({count})
pt: Gerar lançamentos ({count})

# recurringStatusToGenerate
source: To generate
es: Por generar
pt: A gerar

# recurringStatusGenerated
source: Generated
es: Generadas
pt: Gerados

# recurringStatusIgnored
source: Ignored
es: Ignoradas
pt: Ignorados

# commonNoDescription
source: No description
es: Sin descripción
pt: Sem descrição

# recurringChipGenerated
source: Generated
es: Generado
pt: Gerado

# recurringRestoreTooltip
source: Restore (Include in generation)
es: Restaurar (Incluir en generación)
pt: Restaurar (Incluir na geração)

# recurringIgnoreTooltip
source: Ignore (Do not generate)
es: Ignorar (No generar)
pt: Ignorar (Não gerar)

# recurringMissingGenerated
source: {count} entries missing to generate
es: Faltan {count} entradas por generar
pt: Faltam {count} lançamentos para gerar

# recurringViewPending
source: View pending
es: Ver pendientes
pt: Ver pendentes

# recurringViewRules
source: View rules
es: Ver reglas
pt: Ver regras

# recurringNoRulesYet
source: You don't have recurring rules yet
es: Aún no tienes recurrencias
pt: Você ainda não tem recorrências

# recurringCreateFirst
source: Create first
es: Crear primera
pt: Criar primeira

# categoriesActive
source: Active Categories
es: Categorías activas
pt: Categorias ativas

# categoriesDeleteTitle
source: Delete category?
es: ¿Eliminar categoría?
pt: Excluir categoria?

# categoriesDeleteDesc
source: This will delete the category and all linked transactions. Cannot be undone.
es: Esto eliminará la categoría y todas las transacciones vinculadas. No se puede deshacer.
pt: Isso vai excluir a categoria e todas as transações vinculadas. Não dá pra desfazer.

# categoriesDeleted
source: Category deleted
es: Categoría eliminada
pt: Categoria excluída

# categoriesNew
source: New category
es: Nueva categoría
pt: Nova categoria

# categoriesEdit
source: Edit category
es: Editar categoría
pt: Editar categoria

# commonName
source: Name
es: Nombre
pt: Nome

# categoriesParent
source: Parent category
es: Categoría padre
pt: Categoria pai

# categoriesNoParent
source: No parent
es: Sin padre
pt: Sem pai

# categoriesColor
source: Color
pt: Cor

# categoriesIcon
source: Icon
es: Icono
pt: Ícone

# commonNameRequired
source: Name required
es: Nombre obligatorio
pt: Nome obrigatório

# dashboardMainAccounts
source: Main Accounts
es: Cuentas principales
pt: Contas principais

# dashboardMainAccountsDesc
source: The ones you use most deeply
es: Las que más usas en el día a día
pt: As que você mais usa no dia a dia

# dashboardMainAccountsInfoTitle
source: Main Accounts
es: Cuentas principales
pt: Contas principais

# dashboardMainAccountsInfoBody
source: We show accounts with most movement this month.
es: Mostramos las cuentas con más movimientos este mes.
pt: Mostramos as contas com mais movimentos neste mês.

# transactionsManageFixed
source: Manage Fixed Expenses
es: Gestionar gastos fijos
pt: Gerenciar contas fixas

# transactionsPendingTitle
source: Pending Transactions
es: Transacciones pendientes
pt: Transações Pendentes

# transactionsGroup
source: Group by:
es: Agrupar por:
pt: Agrupar por:

# transactionsGroupCategory
source: Category
es: Categoría
pt: Categoria

# transactionsGroupRecurrence
source: Recurrence
es: Recurrencia
pt: Recorrência

# transactionsFilterAllAccounts
source: All accounts
es: Todas las cuentas
pt: Todas as contas

# transactionsFilterAllCategories
source: All categories
es: Todas las categorías
pt: Todas as categorias

# transactionsFilterAllStatus
source: All
es: Todos
pt: Todos

# transactionsFilterPending
source: Pending
es: Pendiente
pt: Pendente

# transactionsFilterConfirmed
source: Confirmed
es: Confirmado
pt: Confirmado

# transactionsDeleteTitle
source: Delete transaction?
es: ¿Eliminar transacción?
pt: Excluir transação?

# transactionsDeleteDesc
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
pt: Essa ação não pode ser desfeita.

# transactionsConfirmAll
source: Confirm all
es: Confirmar todo
pt: Confirmar tudo

# transactionsLabelAccount
source: Account
es: Cuenta
pt: Conta

# transactionsLabelCategory
source: Category
es: Categoría
pt: Categoria

# transactionsLabelEntryAccount
source: Entry Account
es: Cuenta de Entrada
pt: Conta de Entrada

# transactionsLabelCategoryOptional
source: Category (Optional)
es: Categoría (Opcional)
pt: Categoria (Opcional)

# transactionsLabelSource
source: From (Source)
es: De (Origen)
pt: De (Origem)

# transactionTypeTransfer
source: Transfer
es: Transferencia
pt: Transferência

# transactionFormTitleNew
source: New Transaction
es: Nueva Transacción
pt: Nova Transação

# transactionFormTitleEdit
source: Edit Transaction
es: Editar Transacción
pt: Editar Transação

# transactionFormLabelDate
source: Date
es: Fecha
pt: Data

# transactionFormLabelNote
source: Note
es: Nota
pt: Observação

# transactionFormLabelTags
source: Tags (comma separated)
es: Etiquetas (separadas por coma)
pt: Tags (separadas por vírgula)

# transactionFormSave
source: Save
es: Guardar
pt: Salvar

# transactionFormErrorSave
source: Error saving
es: Error al guardar
pt: Erro ao salvar

# transactionFormSuccessSave
source: Transaction saved!
es: ¡Transacción guardada!
pt: Transação salva!

# transactionFormConfirmDelete
source: Delete transaction?
es: ¿Eliminar transacción?
pt: Excluir transação?

# transactionFormConfirmConversion
source: Confirm conversion
es: Confirmar conversión
pt: Confirmar conversão

# transactionFormLabelYouSend
source: You send:
es: Envías:
pt: Você envia:

# transactionFormLabelYouReceive
source: You receive:
es: Recibes:
pt: Você recebe:

# transactionFormEffectiveRate
source: Effective rate: 1 {fromCurrency} ≈ {toCurrency} {rate}
es: Tasa efectiva: 1 {fromCurrency} ≈ {toCurrency} {rate}
pt: Taxa efetiva: 1 {fromCurrency} ≈ {toCurrency} {rate}

# transactionFormChangeAccountTitle
source: Change accounts?
es: ¿Cambiar cuentas?
pt: Alterar contas?

# transactionFormChangeAccountDesc
source: This may change the currency and clear entered values.
es: Esto puede cambiar la moneda y limpiar los valores.
pt: Isso pode mudar a moeda e limpar os valores informados.

# transactionFormChangeAccountConfirm
source: Change and clear
es: Cambiar y limpiar
pt: Alterar e limpar

# transactionFormTypeExpense
source: Expense
es: Gasto
pt: Despesa

# transactionFormTypeIncome
source: Income
es: Ingreso
pt: Receita

# transactionFormMsgRecurringError
source: Transaction saved, but recurrence could not be created.
es: Transacción guardada, pero no se pudo crear la recurrencia.
pt: Transação salva, mas não foi possível criar a recorrência.

# transactionFormMsgRecurringSuccess
source: Transaction saved and recurrence created!
es: ¡Transacción guardada y recurrencia creada!
pt: Transação salva e recorrência criada!

# transactionFormRecurringConfirm
source: Confirm recurring
es: Confirmar recurrente
pt: Confirmar conta fixa

# commonConfirm
source: Confirm
es: Confirmar
pt: Confirmar

# commonContinue
source: Continue
es: Continuar
pt: Continuar

# accountsTitle
source: Accounts
es: Cuentas
pt: Contas

# accountsWarningCurrency
source: Currencies need review
es: Monedas necesitan revisión
pt: Moedas precisam de revisão

# accountsWarningCurrencyDesc
source: Some accounts have invalid currency and may cause wrong values in dashboard.
es: Algunas cuentas tienen moneda inválida y pueden causar valores erróneos en el tablero.
pt: Algumas contas estão com moeda inválida e podem causar valores errados no dashboard.

# accountsFixCurrency
source: Fix now
es: Corregir ahora
pt: Corrigir agora

# accountsActive
source: Active Accounts
es: Cuentas activas
pt: Contas ativas

# accountsCardsSection
source: Cards
pt: Cartões

# accountsCardChip
source: CARD
pt: CARTÃO

# accountsCardCurrentBill
source: Current bill
pt: Fatura atual

# accountsCardViewDebts
source: View in Debts
pt: Ver em Dívidas

# accountsDeleteTitle
source: Delete account?
es: ¿Eliminar cuenta?
pt: Excluir conta?

# accountsDeleteDesc
source: This will delete the account and all linked transactions. Cannot be undone.
es: Esto eliminará la cuenta y todas las transacciones vinculadas. No se puede deshacer.
pt: Isso vai excluir a conta e todas as transações vinculadas. Não dá pra desfazer.

# accountsDeleted
source: Account deleted
es: Cuenta eliminada
pt: Conta excluída

# accountsNew
source: New Account
es: Nueva cuenta
pt: Nova conta

# accountsEdit
source: Edit Account
es: Editar cuenta
pt: Editar conta

# accountsTypeMoney
source: Cash
es: Efectivo
pt: Dinheiro

# accountsTypeBank
source: Bank
es: Banco
pt: Banco

# accountsTypeWallet
source: Wallet
es: Billetera
pt: Carteira

# accountsTypeBroker
source: Investments
es: Inversiones
pt: Investimentos

# accountsTypeCard
source: Credit Card
es: Tarjeta de Crédito
pt: Cartão

# accountsLabelBank
source: Bank
es: Banco
pt: Banco

# accountsLabelCurrency
source: Currency
es: Moneda
pt: Moeda

# accountsLabelCurrencyCode
source: Currency Code
es: Código de moneda
pt: Código da moeda

# accountsHelperCurrencyCode
source: Use 3-5 uppercase letters. Ex: COP.
es: Usa 3-5 letras mayúsculas. Ej: COP.
pt: Use 3-5 letras em maiúsculo. Ex: COP.

# accountsErrorCurrencyInvalid
source: Invalid code. Use 3-5 letters (e.g. COP).
es: Código inválido. Usa 3-5 letras (ej: COP).
pt: Código inválido. Use 3-5 letras (ex: COP).

# budgetsTitle
source: Budgets
es: Presupuestos
pt: Orçamentos

# budgetsTabGoals
source: Goals
es: Metas
pt: Metas

# budgetsTabFixed
source: Fixed Expenses
es: Gastos Fijos
pt: Contas fixas

# budgetsMonthTitle
source: Monthly Budget
es: Presupuesto del mes
pt: Orçamento do mês

# budgetsPlanPeriod
source: Period Plan
es: Plan del período
pt: Plano do período

# budgetsLabelPlanned
source: Planned
es: Planeado
pt: Orçamento

# budgetsLabelActual
source: Actual
pt: Gasto

# budgetsLabelRemaining
source: Remaining
es: Restante
pt: Restante

# budgetsHeaderIncome
source: Planned Income
es: Ingresos planeados
pt: Receitas planejadas

# budgetsHeaderExpense
source: Planned Expenses
es: Gastos planeados
pt: Gastos planejados

# budgetsHeaderBalance
source: Planned Balance
es: Saldo planeado
pt: Saldo planejado

# budgetsEmptyTitle
source: No budget for this month
es: Sin presupuesto para este mes
pt: Você ainda não configurou orçamentos.

# budgetsEmptyDesc
source: Create a budget to plan your expenses by category.
es: Crea un presupuesto para planificar tus gastos por categoría.
pt: Comece pelas suas categorias principais.

# budgetsCreateButton
source: Create budget for this month
es: Crear presupuesto para este mes
pt: Configurar orçamentos

# budgetsActionRemove
source: Remove from month
es: Remover del mes
pt: Remover do mês

# budgetsSuccessRemoved
source: Category removed from this month's budget
es: Categoría eliminada del presupuesto de este mes
pt: Categoria removida do orçamento deste mês

# budgetsRemoveCategory
source: Remove from month
es: Remover del mes
pt: Remover do mês

# budgetsSaveButton
source: Save Budget
es: Guardar Presupuesto
pt: Salvar orçamento

# budgetsSuccessSaved
source: Budget saved!
es: ¡Presupuesto guardado!
pt: Orçamento salvo!

# accountsSuccessCurrencyFixed
source: Currencies fixed successfully!
es: ¡Monedas corregidas con éxito!
pt: Moedas corrigidas com sucesso!

# goalsTitle
source: Goals
es: Metas
pt: Metas

# goalsMyGoals
source: My Goals
es: Tus metas
pt: Suas metas

# goalsNew
source: New Goal
es: Nueva meta
pt: Nova meta

# goalsEdit
source: Edit Goal
es: Editar meta
pt: Editar meta

# goalsCreate
source: Create Goal
es: Crear meta
pt: Criar meta

# goalsNameLabel
source: Goal Name
es: Nombre de la meta
pt: Nome da meta

# goalsNameHint
source: e.g. Emergency Fund
es: Ej: Fondo de emergencia
pt: Ex: Fundo de emergência

# goalsTargetAmount
source: Target Amount
es: Monto objetivo
pt: Valor alvo

# goalsDetailsOptional
source: Details (optional)
es: Detalles (opcional)
pt: Detalhes (opcional)

# goalsTargetDate
source: Target Date (optional)
es: Fecha objetivo (opcional)
pt: Data alvo (opcional)

# goalsNoDate
source: No date
es: Sin fecha
pt: Sem data

# goalsSuggestedMonthly
source: Suggested: {amount} per month
es: Sugerido: {amount} por mes
pt: Sugerido: {amount} por mês

# goalsMonthlyContribution
source: Monthly Contribution (optional)
es: Aporte mensual (opcional)
pt: Aporte mensal (opcional)

# goalsLinkedAccount
source: Linked Account (optional)
es: Cuenta vinculada (opcional)
pt: Conta vinculada (opcional)

# goalsContributionTitle
source: Log Contribution
es: Registrar aporte
pt: Registrar aporte

# goalsContributionValue
source: Value
es: Valor
pt: Valor

# goalsNoAccounts
source: You have no active accounts.
es: No tienes cuentas activas.
pt: Você não tem contas ativas.

# goalsDate
source: Date
es: Fecha
pt: Data

# goalsNoteOptional
source: Note (optional)
es: Nota (opcional)
pt: Nota (opcional)

# goalsErrorName
source: Name required
es: Nombre obligatorio
pt: Falta o nome

# goalsErrorAmount
source: Amount must be greater than 0
es: El monto debe ser mayor a 0
pt: O valor deve ser maior que 0

# goalsQuickAddConfigError
source: Configure a monthly contribution to use quick add
es: Configura un aporte mensual para usar aporte rápido
pt: Configure um aporte mensal para usar aporte rápido

# goalsAccountConfigError
source: Configure an account to use quick add
es: Configura una cuenta para usar aporte rápido
pt: Configure uma conta para usar aporte rápido
